{
  "site_name": "GoodMind Society",
  "nav_home": "Inicio",
  "nav_about": "Acerca de",
  "nav_linkers": "Linkers 2.0",
  "nav_contact": "Contacto",
  "nav_get_involved": "Participa",
  "nav_language_label": "Idioma",
  "nav_donate": "Donar",
  "nav_toggle_label": "Alternar navegación",
  "lang_en": "Eng",
  "lang_ko": "Korean",
  "lang_es": "Spanish",
  "lang_zh": "Chinese",
  "hero_media_label": "Panel hero abstracto",
  "home_hero_title": "Creamos espacios de aprendizaje tranquilos y conectados",
  "home_hero_intro": "GoodMind Society es una organización sin fines de lucro enfocada en caminos amables hacia el aprendizaje, la pertenencia y el crecimiento compartido.",
  "home_hero_donate": "Donar",
  "home_hero_get_involved": "Participa",
  "home_mission_title": "Nuestra misión",
  "home_mission_body": "Apoyamos el aprendizaje impulsado por la comunidad y momentos tranquilos de conexión que ayudan a las personas a sentirse estables y valoradas.",
  "home_programs_title": "Lo que construimos",
  "home_programs_body": "Diseñamos programas pequeños y repetibles que enlazan mentores, aprendices y organizaciones locales de manera respetuosa.",
  "home_values_title": "Cómo trabajamos",
  "home_values_body": "Priorizamos el cuidado, la claridad y el cumplimiento para que cada alianza se sienta segura y práctica.",
  "home_cta_title": "Empieza con un paso",
  "home_cta_body": "Ya sea que voluntaries, colabores o compartas nuestra historia, tu paso ayuda a otra persona a avanzar.",
  "home_cta_button": "Ver formas de ayudar",
  "about_hero_title": "Sobre GoodMind Society",
  "about_hero_intro": "Una organización sin fines de lucro centrada en las personas, con calma y respeto.",
  "about_intro_title": "Nuestra historia en 50 frases",
  "about_p1": "GoodMind Society comenzó como un pequeño círculo de oyentes. Notamos que muchos aprendices necesitaban un ritmo más lento. También vimos a cuidadores buscando apoyo amable. Nuestras primeras reuniones fueron simples y silenciosas. Anotamos lo que más pedía la gente. Una petición era una guía clara. Otra petición era un sentido de pertenencia. Decidimos crecer con cuidado. Fijamos metas modestas y las mantuvimos visibles. Ese ritmo inicial todavía nos guía.",
  "about_p2": "Creemos que el aprendizaje es una práctica de toda la vida. Tratamos a cada persona con paciencia y dignidad. Planificamos programas que puedan repetirse localmente. Mantenemos instrucciones claras para las personas voluntarias. Mantenemos expectativas realistas para las organizaciones aliadas. Recibimos la retroalimentación sin defensas. Documentamos lo que funciona y lo que debe cambiar. Celebramos el progreso sin exagerar. Nos mantenemos abiertos a diferentes estilos de aprendizaje. Seguimos arraigados en las comunidades a las que servimos.",
  "about_p3": "Nuestro trabajo suele empezar con una conversación. Preguntamos qué ayuda a las personas a sentirse seguras para aprender. Trazamos pasos pequeños que encajan en la vida diaria. Conectamos aprendices con mentores que escuchan bien. Invitamos a grupos locales a dar forma al programa. Protegemos tiempo para la reflexión y el descanso. Buscamos mejoras constantes, no prisa. Usamos herramientas simples que son fáciles de mantener. Guardamos registros para que otros puedan replicar el trabajo. Compartimos aprendizajes cuando se nos invita.",
  "about_p4": "GoodMind Society es una organización sin fines de lucro sin una imagen ruidosa. Nos enfocamos en la confiabilidad en lugar del espectáculo. Aparecemos cuando decimos que lo haremos. Mantenemos una comunicación honesta y directa. Respetamos la privacidad y los límites personales. Buscamos alianzas basadas en la confianza. Diseñamos actividades de bajo costo y flexibles. Buscamos formas de reducir el estrés del aprendizaje. Reconocemos los pequeños logros y los nombramos. Seguimos escuchando cuando cambian las necesidades.",
  "about_p5": "Nuestro equipo incluye personas voluntarias, asesoras y socias comunitarias. Cada rol está definido para que las personas sepan qué esperar. Invitamos nuevas voces a la planificación. Capacitamos con cuidado y damos seguimiento frecuente. Compartimos recursos para que otras personas puedan liderar. Medimos el éxito por la participación constante. Nos hacemos responsables de nuestra misión. Aprendemos de los tropiezos y ajustamos. Mantenemos nuestras puertas abiertas a la colaboración. Estamos aquí a largo plazo.",
  "linkers_hero_title": "Linkers 2.0",
  "linkers_hero_intro": "Una ruta tranquila que conecta aprendices, mentores y apoyo local sin presión.",
  "linkers_section_start_title": "Cómo empezamos",
  "linkers_section_start_body": "Comenzamos con sesiones de escucha y un registro simple para entender metas, tiempo y nivel de comodidad.",
  "linkers_section_why_title": "Por qué lo hacemos",
  "linkers_section_why_body": "Muchas personas quieren aprender pero se sienten aisladas o apuradas. Linkers 2.0 crea un puente constante en lugar de una solución rápida.",
  "linkers_section_help_title": "Qué ayuda",
  "linkers_section_help_body": "La ruta apoya la confianza, habilidades básicas y el hábito de presentarse cuando aprender se siente difícil.",
  "linkers_section_benefit_title": "Quién se beneficia",
  "linkers_section_benefit_body": "Aprendices, familias, mentores y organizaciones locales se benefician de expectativas compartidas y una estructura amable.",
  "linkers_stage_title": "Etapas del camino Linkers",
  "linkers_stage1_title": "Etapa 1: Escuchar",
  "linkers_stage1_body": "Nos reunimos e identificamos prioridades, fortalezas y necesidades.",
  "linkers_stage2_title": "Etapa 2: Emparejar",
  "linkers_stage2_body": "Vinculamos aprendices con mentores y definimos un ritmo semanal pequeño.",
  "linkers_stage3_title": "Etapa 3: Practicar",
  "linkers_stage3_body": "Apoyamos sesiones cortas que construyen confianza y constancia.",
  "linkers_stage4_title": "Etapa 4: Sostener",
  "linkers_stage4_body": "Entregamos herramientas para que el aprendizaje continúe localmente.",
  "linkers_cta_title": "¿Te interesa Linkers 2.0?",
  "linkers_cta_body": "Contáctanos para conversar sobre un piloto o cómo albergar la ruta en tu comunidad.",
  "linkers_cta_button": "Contáctanos",
  "contact_hero_title": "Contacto",
  "contact_hero_intro": "Respondemos con cuidado y claridad. Envíanos un mensaje en cualquier momento.",
  "contact_form_title": "Enviar un mensaje",
  "contact_form_body": "Usa el formulario y responderemos lo antes posible.",
  "form_name_label": "Nombre",
  "form_email_label": "Correo electrónico",
  "form_message_label": "Mensaje",
  "form_submit_label": "Enviar mensaje",
  "form_sending": "Enviando tu mensaje...",
  "form_success": "Gracias. Tu mensaje ha sido enviado.",
  "form_error": "Lo sentimos, algo salió mal. Inténtalo de nuevo.",
  "form_missing": "Completa todos los campos obligatorios.",
  "form_invalid": "Ingresa un correo electrónico válido.",
  "form_rate_limited": "Espera un momento antes de intentar de nuevo.",
  "form_privacy_note": "Usamos tu correo solo para responder.",
  "form_honeypot_label": "Sitio web",
  "get_hero_title": "Participa",
  "get_hero_intro": "La ayuda pequeña y constante hace una diferencia real.",
  "get_volunteer_title": "Voluntariado",
  "get_volunteer_body": "Comparte tiempo, escucha o habilidades prácticas para apoyar a aprendices.",
  "get_partner_title": "Trabaja con nosotros como organización",
  "get_partner_body": "Damos la bienvenida a alianzas con escuelas, bibliotecas y grupos comunitarios.",
  "get_donate_title": "Donar",
  "get_donate_body": "Tu aporte nos ayuda a mantener programas simples, constantes y accesibles.",
  "get_donate_button": "Donar con Stripe",
  "blog_hero_title": "Blog",
  "blog_hero_intro": "Actualizaciones, reflexiones y notas de campo de GoodMind Society.",
  "blog_list_title": "Publicaciones recientes",
  "blog_list_empty": "Aún no hay publicaciones en este idioma.",
  "blog_read_more": "Leer más",
  "blog_back": "Volver al blog",
  "blog_published_label": "Publicado",
  "admin_hero_title": "Admin",
  "admin_hero_intro": "Este espacio explica el flujo de trabajo del blog por FTP.",
  "admin_section_title": "Cómo agregar una publicación",
  "admin_section_body": "Usa la plantilla y actualiza el índice JSON para que aparezca en la lista.",
  "admin_step_title": "Pasos",
  "admin_step_1": "Duplica el archivo de plantilla de publicación.",
  "admin_step_2": "Renómbralo con el formato YYYY-MM-DD-slug.html.",
  "admin_step_3": "Sube el archivo a /public_html/blog/posts/.",
  "admin_step_4": "Agrega una nueva entrada en /public_html/content/blog/index.json.",
  "admin_step_5": "Sube el JSON actualizado por FTP.",
  "footer_mission": "GoodMind Society apoya el aprendizaje impulsado por la comunidad y una conexión amable.",
  "footer_contact_label": "Contacto",
  "footer_content_label": "Contenido",
  "footer_legal_label": "Legal",
  "footer_social_label": "Social",
  "footer_privacy": "Política de privacidad",
  "footer_terms": "Términos de uso",
  "footer_instagram": "Instagram",
  "footer_youtube": "YouTube",
  "footer_facebook": "Facebook",
  "footer_copyright": "© 2026 GoodMind Society. All rights reserved.",
  "contact_email": "pilgrimbird@gmail.com",
  "legal_privacy_hero_title": "Política de privacidad",
  "legal_privacy_hero_intro": "Esta política provisional se actualizará antes del lanzamiento.",
  "legal_privacy_body": "Estamos preparando una política clara que explica qué recopilamos, cómo lo usamos y cómo contactarnos.",
  "legal_terms_hero_title": "Términos de uso",
  "legal_terms_hero_intro": "Esta política provisional se actualizará antes del lanzamiento.",
  "legal_terms_body": "Estamos preparando términos claros que describen el acceso al sitio, responsabilidades y limitaciones.",
  "donation_hero_title": "Donar",
  "donation_hero_intro": "Te estamos redirigiendo a nuestra página segura de donación en Stripe.",
  "donation_body": "Si no se redirige automáticamente, usa el botón de abajo.",
  "donation_button_label": "Continuar a Stripe",
  "skip_to_content": "Saltar al contenido",
  "logo_mark": "GMS",
  "footer_blog": "Blog",
  "admin_link_template": "/blog/post-template.html",
  "admin_link_index": "/content/blog/index.json",
  "nav.home": "Inicio",
  "nav.about": "Nosotros",
  "nav.linkers": "Linkers 2.0",
  "nav.contact": "Contacto",
  "nav.getinvolved": "Participar",
  "nav.language": "Idioma",
  "nav.donate": "Donar",
  "home.hero.title": "Good Mind Society",
  "home.hero.subtitle": "Construyendo comunidades reflexivas a través de la educación y el servicio.",
  "home.intro": "Existimos para formar mentes sanas, carácter firme y acciones responsables.",
  "about.hero.title": "Sobre Good Mind Society",
  "about.hero.subtitle": "Quiénes somos y por qué servimos.",
  "about.p1.s1": "Good Mind Society es una organización sin fines de lucro dedicada al crecimiento consciente.",
  "about.p1.s2": "Creemos que una sociedad saludable comienza con una mente saludable.",
  "about.p1.s3": "Para nosotros, la educación es más que información; es formación de vida.",
  "about.p1.s4": "Trabajamos para cultivar claridad, disciplina y empatía.",
  "about.p1.s5": "Nuestra misión se basa en la dignidad humana y la responsabilidad.",
  "about.p1.s6": "Servimos a personas, familias y comunidades.",
  "about.p1.s7": "Valoramos la transformación a largo plazo más que los resultados rápidos.",
  "about.p1.s8": "Elegimos la profundidad antes que la apariencia.",
  "about.p1.s9": "Actuamos con integridad en cada decisión.",
  "about.p1.s10": "Creemos que pensar bien nos ayuda a vivir mejor.",
  "about.p2.s11": "Nuestro camino comenzó con una pregunta sencilla.",
  "about.p2.s12": "¿Cómo podemos fortalecer las mentes en un mundo lleno de distracciones?",
  "about.p2.s13": "Vimos la necesidad de una mentoría estructurada.",
  "about.p2.s14": "Reconocimos que muchas personas no tienen acceso fácil a educación de calidad.",
  "about.p2.s15": "Observamos que muchos jóvenes buscan guía y dirección.",
  "about.p2.s16": "Creímos que incluso un pequeño esfuerzo puede marcar una gran diferencia.",
  "about.p2.s17": "Comenzamos escuchando antes de actuar.",
  "about.p2.s18": "Aprendimos de las comunidades antes de ofrecer soluciones.",
  "about.p2.s19": "Nos comprometimos con un desarrollo sostenible y responsable.",
  "about.p2.s20": "Construimos nuestra base con cuidado y paciencia.",
  "about.p3.s21": "Definimos el éxito como un impacto real en la vida de las personas.",
  "about.p3.s22": "Medimos el progreso a través del crecimiento personal.",
  "about.p3.s23": "Fomentamos el estudio disciplinado y constante.",
  "about.p3.s24": "Promovemos un liderazgo ético y humilde.",
  "about.p3.s25": "Creemos en el aprendizaje colaborativo.",
  "about.p3.s26": "Apoyamos la resiliencia frente a las dificultades.",
  "about.p3.s27": "Valoramos la humildad como fortaleza.",
  "about.p3.s28": "Practicamos la transparencia en nuestra administración.",
  "about.p3.s29": "Invertimos en las generaciones futuras.",
  "about.p3.s30": "Creemos que el carácter influye profundamente en el destino.",
  "about.p4.s31": "Nuestros programas están diseñados con claridad y propósito.",
  "about.p4.s32": "Combinamos educación con mentoría cercana.",
  "about.p4.s33": "Nos enfocamos en habilidades prácticas para la vida.",
  "about.p4.s34": "Unimos reflexión con acción concreta.",
  "about.p4.s35": "Respetamos la diversidad cultural.",
  "about.p4.s36": "Administramos nuestros recursos con responsabilidad financiera.",
  "about.p4.s37": "Buscamos alianzas con valores compartidos.",
  "about.p4.s38": "Nos adaptamos sin perder nuestros principios.",
  "about.p4.s39": "Creemos que la libertad siempre debe ir acompañada de responsabilidad.",
  "about.p4.s40": "Sabemos que pequeños pasos pueden generar cambios duraderos.",
  "about.p5.s41": "Invitamos a las comunidades a crecer junto a nosotros.",
  "about.p5.s42": "Damos la bienvenida a voluntarios con corazones abiertos.",
  "about.p5.s43": "Colaboramos con organizaciones comprometidas.",
  "about.p5.s44": "Fomentamos el diálogo respetuoso y reflexivo.",
  "about.p5.s45": "Cultivamos esperanza a través de la disciplina.",
  "about.p5.s46": "Respetamos la historia y el camino de cada persona.",
  "about.p5.s47": "Seguimos comprometidos con el servicio constante.",
  "about.p5.s48": "Aprendemos mientras enseñamos.",
  "about.p5.s49": "Buscamos sabiduría en lugar de ruido.",
  "about.p5.s50": "Existimos para formar buenas mentes que construyan un mejor futuro.",
  "footer.mission": "Formando buenas mentes a través de la educación y el servicio.",
  "footer.contact": "Contacto: pilgrimbird@gmail.com",
  "footer.privacy": "Política de Privacidad",
  "footer.terms": "Términos de Servicio",
  "footer.rights": "Todos los derechos reservados."
}
